{
    "life-path": [
      {
        "id": 1,
        "description": "Your Life Path Number is a strong vibration, one of individuality and invention. Those with Life Path Number 1 tend to be ambitious, individualistic, determined, and likely to take on a leader role in any venture. You are likely more drawn to independent, creative and innovative pursuits. You like the freedom to follow your own goals and be the boss when it comes to making any and all of your life decision. Be wary of overexerting yourself, and losing focus in your endeavors.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-1/"
      },
      {
        "id": 2,
        "description": "Your Life Path Number is a vibration of duality and division, of truth and learning. Those with Life Path Number 2 tend to be sensitive, intuitive, reserved and a little on the shy side. You are likely more drawn to quiet and relaxing atmospheres, and try to avoid conflict in any situation. Because of your perceptive and tactful nature, you are good at finding a balanced and peaceful resolution to conflicts. Be wary of being overly sensitive and touchy to the world and the people around you.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-2/"
      },
      {
        "id": 3,
        "description": "Your Life Path Number is a vibration of independence, one of creative self expression, and communication. Those with Life Path Number 3 tend to be charismatic, charming, and witty. You are more expressive, upbeat, and creative, and as such are more likely to be drawn to pursuits that will act as an outlet for your artistic talents. Be wary of losing concentration and not committing to your projects, as well as becoming disorganized with your responsibilities and money.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-3/"
      },
      {
        "id": 4,
        "description": "Your Life Path Number is about putting all the pieces together; it is a builder number. Those with Life Path Number 4 tend to be good organizers, practical, diligent, and persistent in their approach to dealing with day to day activities. You are a realist, and your down to earth nature, decisive actions, and perseverance, all make you that much more likely to succeed where others may fail. Be wary of being too stubborn, rigid, and even becoming a workaholic.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-4/"
      },
      {
        "id": 5,
        "description": "Your Life Path Number is the number of freedom and change. Those with Life Path Number 5 tend to be adventurous and free spirited people. You are much more likely to crave change and new life experiences. Because of your upbeat personality, you are likely to motivate others. Your curious, flexible, and impulsive nature will draw you towards travel and other exiting pursuits. Be wary of overstretching yourself, of overreaching in your search for freedom.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-5/"
      },
      {
        "id": 6,
        "description": "Your Life Path Number is the number of responsibility and awareness. Those with Life Path Number 6 tend to be the healers of our society. Because of your loving, compassionate, and responsible nature, you are likely to find yourself following endeavors that involve helping those who are weak, and less fortunate. Be wary and of becoming overburdened by those seeking a helping hand or a shoulder to cry on, and mindful of not recognizing that the help and assistance you think you are providing to others can also be seen as too smothering and interfering.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-6/"
      },
      {
        "id": 7,
        "description": "Your Life Path Number is the number of higher awareness, a wider point of view. Those with Life Path Number 7 tend to be intellectual and analytical thinkers. You likely have a great understanding of the spiritual self and are drawn to the mysteries of the very existence of all that is the universe and everything within it. You are more independent, and tend to withdraw into your own solitary world to contemplate on your current projects. Be wary of becoming too narrow minded and reclusive.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-7/"
      },
      {
        "id": 8,
        "description": "Your Life Path Number is one of returning karma and opportunity. Those with Life Path Number 8 tend to be natural leaders, rather than followers, with a good capacity to visualize, and an intuitive ability to know, what needs to be done in order to accomplish the task at hand. As such you are more likely to find yourself being more successful with money, in business, or politics. Be wary of losing site of your compassion, and becoming too ambitious and greedy in the pursuit of your goals.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-8/"
      },
      {
        "id": 9,
        "description": "Your Life Path Number is the number of completion and resolution. Those with Life Path Number 9 tend to have a humanitarian, and almost a utopian quality to their very being. Because of your compassionate, philanthropical nature, you are likely to be drawn toward global issues that deal with helping the whole of human kind, and the world. Be wary of overextending yourself, of sacrificing too much of yourself, and of losing the greater perspective in the pursuit of your goals.",
        "link": "https://seventhlifepath.com/numerology/life-path-number-9/"
      }
    ],
    "attitude": [
      {
        "id": 1,
        "description": "The impression you give off is of someone who is self-sufficient, independent, and one who doesn't normally ask others for assistance. People can see you as being competitive and driven, but also a bit stand-offish. You seem to be at your best in a decision making or leadership role. Those with Attitude number 1 tend to feel the need to be the winners in any situation. As such, giving them praise or approval will tend to make them strive to prove themselves to you; however, if you try to be controlling or demanding they will more likely than not, do the opposite and go against the grain."
      },
      {
        "id": 2,
        "description": "The impression you give off is of someone who is kind, accommodating, sensitive, and generally easy going. You are more intuitive and likely drawn to the spiritual and the metaphysical nature of the world. As such, you tend to be more in touch with the emotions and vibrations of the people around you, and can often be influenced by the feelings of those that are in close proximity to you physically. Because you are more receptive, observant, and sensitive, others may often find themselves wondering whether you may have some psychic or other mystical abilities."
      },
      {
        "id": 3,
        "description": "The impression you give off is of someone who is social, charismatic, dynamic, witty, and smart with a good sense of humour. You can be the life of the party, however, your mood also tends to rub off on those around you, and as such, as much as you can be the one to lighten things up in a somber atmosphere, you can also bring everyone in the room down along with you if you are in a bad mood. However, the down turns don't usually last and the 3 Attitude is quick to recover, back to having fun and performing for the audience."
      },
      {
        "id": 4,
        "description": "The impression you give off is of someone who is hard working, dependable, reliable, trustworthy, honest, and loyal. Because of your grounded nature, you tend to not like being surprised or take any chances, and this can often make you seem to others as being overly rigid and unable to live in the moment. In reality this is not the case, and the 4 Attitude is simply exhibiting worries for the welfare of those they love and care for. Their concerns and inhibitions should be seen as watching out for others, rather than someone who is always trying to put a damper on your plans."
      },
      {
        "id": 5,
        "description": "The impression you give off is of someone who is cheerful, playful, fearless, and one who embraces change. You seem fun, often flirty, and someone who enjoys being the center of attention. Because of your adventurous and excitable nature, and a zest for life, you are always on the lookout for the new and the different , and are much more likely to travel and experience the world. On the down side, you may be more prone to excessive use of drugs, sex, and alcohol."
      },
      {
        "id": 6,
        "description": "The impression you give off is that family, friends, and loved ones are the center of your world. This often not only applies to your close family members, but also to your workplace, and the people who work with, or for you. You give off a vibe of a caretaker and a nurturer, and are likely a perfectionist and somewhat of a control freak, taking over in emergency situations and coordinating damage control. Because of your caring and nurturing persona, people from all walks of life tend to be attracted to you."
      },
      {
        "id": 7,
        "description": "The impression you give off is of someone who is analytical, introspective, intellectual, and intelligent. Attitude number 7 is a mysterious, often withdrawn, and introverted number. As such, it is hard to pin down a 7's exact intentions, or get to know them well, even after knowing them for a very long time. They tend to be very good observers, seeing details where others don't, being able to analyze and solve problems, and grasping for knowledge from within all aspects of the universal spectrum in search of the greatest truths."
      },
      {
        "id": 8,
        "description": "The impression you give others is of someone with a strong character and personality. Ambitious and driven, with a strong work ethic and the ability to visualize what others can't, you are more likely capable of getting things done. Because your natural tendency is toward the leader role, others will more likely perceive you as the one who must be the boss, or the one in charge. This confidence is more likely to be more advantageous for you when it comes to business and politics, although not necessarily always successful, especially when it comes to money."
      },
      {
        "id": 9,
        "description": "The impression you give off is of someone compassionate, socially conscious, and concerned about the well being of the world and all the things within it. Your philanthropic ideals and charisma will often draw others to you, making you a leader figure on your venture to serve a greater purpose on some humanitarian cause. The weight of the responsibility, and taking charge, can often leave you exhausted and be detrimental to your health. Because of this, you need to be mindful of overexerting yourself in the process."
      }
    ],
    "character": [
      {
        "id": 1,
        "description": "You are a self-starter with very innovative ways of creating opportunity. You've never been afraid to be the first to try something new. Your determination and endurance are powerful and will help you get through times of struggle and reach success."
      },
      {
        "id": 2,
        "description": "If your birthday is the 2nd, you have a great talent for finding solutions. Your intuitive and unbiased nature allow you to see all sides of any situation and advise others toward the most fair and beneficial outcome."
      },
      {
        "id": 3,
        "description": "Expression comes naturally to you. You are very skilled at communicating your thoughts through conversation and creative pursuits, and your upbeat, charismatic presence inspires others to get onboard with your ideas."
      },
      {
        "id": 4,
        "description": "With a 4 Birthday number, you bring stability and rationality to any situation. You are the rock and your hard work and perseverance make you a dependable friend, colleague, parent, and partner."
      },
      {
        "id": 5,
        "description": "Flexibility is your forte. When life throws you a curveball, you can easily adapt to new circumstances and find excitement in the unexpected change. This ability to turn on a dime gives you the power to jump on brief opportunities others may miss."
      },
      {
        "id": 6,
        "description": "If your date of birth is the 6th, then your heart is your gift. You are a natural-born nurturer and have a great talent for helping and healing others. You are the epitome of self-sacrifice and a fierce protector of those you love."
      },
      {
        "id": 7,
        "description": "You possess a very refined mind and a deep urge to uncover life's mysteries. Your ability to acquire vast knowledge on both the informational and spiritual planes gives you a greater awareness than most."
      },
      {
        "id": 8,
        "description": "With a Birthday number 8, yours is a story of success. Your talent for setting and reaching goals is like no other. You are self-sufficient and capable and hold a great amount of power to achieve your ambitions."
      },
      {
        "id": 9,
        "description": "It's your compassion that makes you shine. You're devoted to helping the greater good and have a strong talent for speaking up for others. Your soul is most satisfied when you are giving and being of service."
      },
      {
        "id": 10,
        "description": "Your 10 Birthday number blesses you with great leadership skills. Your mind is sharp and allows you to dream up ingenious ideas and organize all the details, then direct others how to carry things out."
      },
      {
        "id": 11,
        "description": "You have a keen awareness of what's happening around you. A strong intuition is your gift and will help you understand the unspoken feelings, thoughts, and fears of others. This insight allows you to be a great guide and supporter."
      },
      {
        "id": 12,
        "description": "With the number 12 as your date of birth, creativity is a driving force in your life. Your imagination is rich and you are able to express your feelings and insights in unique ways that others can benefit from."
      },
      {
        "id": 13,
        "description": "Driven by the number 13, you are a conscientious worker with a knack for coming up with creative ideas and turning them into something real. An optimistic but practical outlook keeps you determined and on track as you work steadily toward your goals."
      },
      {
        "id": 14,
        "description": "You are open-minded and always up to try something new, yet you are wise enough to stop and think before you jump right into things. This pragmatic approach helps ensure your time, attention, and efforts are directed into meaningful experiences."
      },
      {
        "id": 15,
        "description": "If you were born on the 15th day of the month, your love for others is powerful and you are able to spread your gift of support far and wide. Your curious and social nature brings you into contact with a variety of people, all who would benefit from your heartfelt words of wisdom."
      },
      {
        "id": 16,
        "description": "Your 16 Birthday number blesses you with an inquisitive mind that allows you to uncover important truths. You have a special ability to read into other people's feelings and motives and share with them your wisdom."
      },
      {
        "id": 17,
        "description": "The quality of work you can produce when you're going it alone is almost unbelievable. You are as independent as you are ambitious, capable of performing every step along the way with efficiency, focus, and skill."
      },
      {
        "id": 18,
        "description": "You are both open-minded and open-hearted and your ambition is to leave this world better than you found it. You are independent by nature but will feel most fulfilled and successful when you are of service to others."
      },
      {
        "id": 19,
        "description": "With your 19 Birthday number, independence and self-sufficiency are necessities to you. You are extremely capable in life and work and aren't afraid to take big risks to achieve the life you desire."
      },
      {
        "id": 20,
        "description": "You relate to others on an almost cosmic level. You are dedicated to building cooperative, harmonious relationships of all kinds and can use your sensitive intuition to sense and address the needs of others."
      },
      {
        "id": 21,
        "description": "If your birthday is on the 21st, you thrive in active social settings and find great value in connecting with people. Your natural charm paired with your creative styles of thinking and communicating makes you an exciting and inspiring presence to those in your life."
      },
      {
        "id": 22,
        "description": "A 22 Birthday number gives you the power to create great things. You are determined and hardworking and your ability to cooperate with others makes you an effective teammate or leader."
      },
      {
        "id": 23,
        "description": "You have a real zest for life and you're eager to experience anything and everything possible. You approach relationships and situations in an easygoing way and are a source of optimism and inspiration for others."
      },
      {
        "id": 24,
        "description": "With your Birthday number 24, you have a heart of gold and are very skilled at maintaining balanced, stable relationships. You are loyal to your loved ones and are able to be the nurturer, protector, and provider all at once."
      },
      {
        "id": 25,
        "description": "You have a great ability to take in and process information on both conscious and subconscious levels. Your curiosity is endless and your desire to dive deep into a variety of subjects will bring you an immense awareness of the world."
      },
      {
        "id": 26,
        "description": "If you were born on the 26th day of the month, you have a desire to succeed and will feel most accomplished when your work benefits others. Your intuitive awareness of what people want allows you to come up with innovative solutions to meet their needs."
      },
      {
        "id": 27,
        "description": "Your mind is wide open and you are tolerant and compassionate toward all ways of life. You are able to take in a vast amount of insights and information and apply this knowledge toward the greater good."
      },
      {
        "id": 28,
        "description": "In an effort to accomplish great things, you recognize the value of working with others. You make a capable and compassionate leader who can bring people together and drive the team toward achievement."
      },
      {
        "id": 29,
        "description": "With a 29 Birthday number, you have an amazing ability to bring things together. You receive powerful subconscious insights that help you clearly see how everything and everyone is connected."
      },
      {
        "id": 30,
        "description": "If the date of your birth is the 30th, you are an original, innovative thinker and an excellent communicator. You have a great talent for using creativity to convey your ideas and your optimistic attitude has an uplifting effect on others."
      },   
      {
        "id": 31,
        "description": "Your approach to life is an effective mix of both practicality and imagination. Your mind is stirring with creative ideas and you have the organizational skills to manifest them on the physical plane."
      }
    ]
  }